# print(5) # целое число
# print(5.35) # дробное
# print("Антон - Кирилл= ..") # строка
# print([0,1,2]) # cписок

# word = "Movavi"
# # длина = (len(word))
# # count - подсчет вхождений
# print(word.count("v")) # сколько букв v
#
#
# # П- верхний регистр , п-нижний регистр
# print(word.upper()) # в верхний
# print(word.lower()) # в нижний


x = 3


# if - если
# elif (else + if) - иначе если
# else  - иначе
if x > 0: # если икс больше 0
        print("Положительное") # то напечатаем ...
elif x < 0: # иначе х < 0
    print("Отрицательное")
else: # иначе (в любых других случаях)
    print("о,это ноль!") # напечатаем ...