# print("Антон")  # вывод
# name = input("Введи имя: ")  # ввод в переменную
# print("Ты ввел", name)

# Типы данных:
# строчка       -> str(string)  -> {"Антон", "0", "10 - 5"}     -> КАВЫЧКИ
# целые числа   -> int(integer) -> {0, 10, -4}
# дробные числа -> float        -> {10.4, 3.14, 10.0}           -> точка
# список        -> list         -> { [0, -5, 3.14, "Антон"] }   -> []

# Математические операции:
# x = 5
# y = 2
# print("Сложение", x + y)
# print("Вычитание", x - y)
# print("Умножение", x * y)
# print("Деление", x / y)
# print("Деление(целая часть)", x // y)
# print("Деление(остаток)", x % y)

friend_1 = "Андрей"
friend_2 = "Никита"
friend_3 = "Олег"
bratva = [friend_1, friend_2, friend_3]
print(bratva)
